---
kind: enumMember
id: F:Autodesk.Revit.DB.ConnectorJointType.Glued
enum: Autodesk.Revit.DB.ConnectorJointType
source: html/183a74c2-92fe-e9fd-3757-0f4a2fa519b6.htm
---
# Autodesk.Revit.DB.ConnectorJointType.Glued

Glued connector joint type